Repository: Trust-IT/Pitstop
Catalog: Sources/Resources/Localizable/*.lproj/Localizable.strings
Languages: it

# common.save
source: Save
it: Salva

# common.cancel
source: Cancel
it: Annulla

# common.vehicle
source: Vehicle
it: Veicolo

# common.analytics
source: Analytics
it: Statistiche

# common.settings
source: Settings
it: Impostazioni

# common.add
source: Add
it: Aggiungi

# onb.warmUpEngine
source: Warm up your engine
it: Scalda il motore

# onb.gearUp
source: Gear up for a simple way of trackng your vehicle costs
it: Preparati a un modo semplice per tracciare le spese del tuo veicolo

# onb.addNewVehicle
source: Add a new vehicle
it: Aggiungi un nuovo veicolo

# onb.vehicleRegistration
source: Vehicle registration
it: Registrazione del veicolo

# onb.hopIn
source: Hop in and insert some key details
it: Sali a bordo e inserisci i dettagli fondamentali

# onb.vehicleName
source: Vehicle name
it: Nome del veicolo

# onb.brand
source: Brand
it: Marca

# onb.model
source: Model
it: Modello

# onb.fuelType
source: Fuel Type
it: Tipo di carburante

# onb.next
source: Next
it: Avanti

# onb.moreInfo
source: Add more info
it: Aggiungi più informazioni

# onb.vehicleInfo
source: Keep all of your vehicle info at hand
it: Conserva tutte le informazioni del tuo veicolo a portata di mano

# onb.plateNumber
source: Plate number
it: Numero di targa

# onb.odometer
source: Odometer
it: Contachilometri

# onb.secondFuelType
source: Secondary fuel type
it: Tipologia di carburante secondario

# onb.addVehicle
source: Add vehicle
it: Aggiungi veicolo

# onb.selectFuelType
source: Select a fuel type
it: Seleziona un tipo di carburante

# onb.writePlate
source: Write the plate number
it: Scrivi il numero di targa

# onb.writeOdometer
source: Write the odometer
it: Scrivi il valore del contachilometri

# onb.odometerPlaceholder
source: Previously 0 km
it: Precedentemente 0 km

# onb.dontMiss
source: Don’t miss anything important
it: Non perderti nulla di importante

# onb.reminderInfo
source: Let us remind you key dates about your vehicle’s maintenance status and deadlines
it: Permettici di ricordarti le date importanti sulla manutenzione e le scadenze del tuo veicolo

# onb.activateNotifications
source: Activate notifications
it: Attiva le notifiche

# onb.later
source: Later
it: Più tardi

# onb.vehicleReady
source: Your vehicle is ready!
it: Il tuo veicolo è pronto!

# onb.startEngine
source: You are set to start your engine and optimize your spendings
it: Ora sei pronto a far partire il motore ed ottimizzare le tue spese

# onb.okLetsGo
source: Okayyyy let's go
it: Vamosssss
